[
  {
    "id": 0,
    "title": "Стартовая запись",
    "text": "Чего стоит правда? Рыночный прайс последнее время около 2-3 монеток ETH. Этого достаточно, чтобы поменять чью-то жизнь в лучшую или худшую сторону. Мне безразлично. Деньги не пахнут.\n\nЯ не ищу справедливости. Я просто удаляю или заменяю информацию. Как мусорщик, который вывозит чьи-то секреты, чью-то прошлую жизнь, чьи-то ошибки. Одни называют это хакингом, другие – фальсификацией. Для меня это просто работа.\n\nКак я к этому пришёл? Не было ни трагедии, ни великого откровения. Просто однажды понял, что новый мир – всего лишь код, а код можно переписывать. Достаточно знать, куда нажать. Люди привязываются к своему прошлому, верят, что данные – это истина. Но я вижу, как всё хрупко. Пара нажатий клавиш – и вот уже нет компромата, нет человека в системе. Был – и не был.\n\nЯ существую без эмоций. Без мнений. Без цели, кроме самой работы. Если кто-то платит за удаление правды, значит, ему так нужно. Если кто-то хочет заменить ложь на другую ложь – меня это не касается.\n\nА правда?.. Пхах, её не существует. Есть только информация. А информацию можно изменить. Я решил начать вести эти записи, чтобы хоть что-то осталось незапятнанным.\n",
    "moral_effect": -10,
    "mission_id": null
  },
  {
    "id": 1,
    "title": "В синем море, в белой пене",
    "text": "Сегодня впервые за долгое время я почувствовал, что действия в коде влияют не только на чей-то комфорт, но и на чью-то жизнь.\n\nТысячи людей остались заблокированы водой и были на волоске от гибели. Бюрократия любит ждать, а на спасение времени нет.\n\nЯ взломал сервер с спутниковыми снимками, нашёл нужный район, передал координаты координатору отряда. Пока системы безопасности пытались понять, что происходит, уже началась эвакуация. Это не подделка файлов, не фальсификация — просто доступ к тому, что должно было быть открыто изначально.\n\nМир построен на правилах, которые убивают медленно, и на исключениях, которые спасают быстро. Иногда ты нарушаешь закон, чтобы соблюсти что-то куда более важное.\n\nЯ не знаю имён тех, кто выжил, но, возможно, теперь у них появится шанс вспомнить этот день не как конец, а как второй день рождения. Не все герои носят плащи.\n",
    "moral_effect": 10,
    "mission_id": 1
  },
  {
    "id": 2,
    "title": "Дотендерился",
    "text": "Сегодня я просто подчистил чужую репутацию ради чужого успеха. Два сертификата исчезли из базы — ровно настолько, чтобы компания-конкурент вылетела из игры, даже не поняв, что произошло.\n\nАнонимная жалоба, удалённые данные — и система сама приняла решение. Я даже не почувствовал азарта, просто сделал то, что просили. Всё по инструкции, всё чисто: никакой крови, только сухой цифровой след.\n\nОни выиграют свой тендер, заработают миллионы, а кто-то останется без работы. Грязные игры — чистая работа для таких, как я.\n\nЗакон тут лишь формальность. Если ты умеешь управлять кодом, ты управляешь и чужими шансами.\n",
    "moral_effect": -10,
    "mission_id": 1
  },
  {
    "id": 3,
    "title": "Сами мы не местные",
    "text": "Честность в этом мире — редкость, но иногда она приносит плоды. Я помог человеку, которого миграционная служба хотела застать врасплох\n\nОбычная семья: отец и дочка, приехавшие из страны, где идёт война. Ошибка в базе почти перечеркнула их будущее: депортация, страх, сломанные мечты. Я исправил одну запись, вернул страховку, и теперь у них есть шанс остаться, подать апелляцию, выжить и построить новую жизнь.\n\nМаленькое вмешательство, которое мало кто заметит, но оно изменит целый мир для одной семьи. Не всегда работа — это просто алгоритм. Иногда ты видишь настоящую справедливость.\n\nВ этот раз я был тем, кто дал шанс не потерять всё. И это ощущение стоит больше денег.\n",
    "moral_effect": 10,
    "mission_id": 2
  },
  {
    "id": 4,
    "title": "За чистоту рабочего места",
    "text": "Уборщики руководят не только швабрами. В моём случае это даже не зазорно\n\nНеудачная операция в частной клинике закончилась смертью пациента, но по бумагам всё должно было быть идеально. Меня попросили стереть следы: записи камер, журналы входа, медицинские отчёты — всё, что может заинтересовать страховую и полицию.\n\nЯ вошёл в систему, убрал всё подчистую. Теперь даже самый въедливый инспектор не найдёт ни минуты видео, ни строки лога. Врачи могут спать спокойно, а семья покойного будет искать правду в пустоте.\n\nВ этот раз деньги были важнее принципов. Моя работа — молчание, и за это платят больше всего. В мире, где любая ошибка стоит карьеры или свободы, кто-то всегда должен вытирать кровь с асфальта.\n\nНикогда не знаешь, чей след трёшь. Сидим, не рыпаемся. Покуда за это платят.\n",
    "moral_effect": -10,
    "mission_id": 2
  },
  {
    "id": 5,
    "title": "Бог-то не тимошка, видит немножко",
    "text": "Стирать людей — работа не для меня. Я впервые столкнулся с таким. Полностью удалить из всех баз и реестров ЖИВОГО человека, будто он никогда не существовал. Стереть паспорт, счета, медкарту, образование, даже соцсети.\n\nЯ отказался. И знаешь, что?) Со мной связался ни кто иной, как сама жертва\n\nОн знает, что за ним охотятся. Я дал ему инструкции, каких бы придерживался сам. Мы обменялись контактами, договорились о встрече.\n\nКажется, он большая шишка. И у меня нарисовывается новая работа. Что ж. Давай поиграем (¬‿¬)\n",
    "moral_effect": 10,
    "mission_id": 3
  },
  {
    "id": 6,
    "title": "Четыреста четыре",
    "text": "Меня подставили. На липовом сервере сработала система защиты. Мой IP уже у них. Возможно, прямо сейчас ко мне выезжает команда “санитаров”. Что они со мной сделают? Плевать.\n\nЗнаешь, до сих пор я считал, что могу побороть кого угодно. Ошибался. Тот человек был не так прост. Надо копнуть глубже, к чему всё это.\n\nЯ не собираюсь сдаваться. Даже если меня объявили в розыск. Всегда есть уязвимость, всегда найдётся лазейка.\n",
    "moral_effect": -10,
    "mission_id": 3
  }
]
