[
  {
    "id": 0,
    "title": "Стартовая запись",
    "text": "Чего стоит правда? Рыночный прайс последнее время около 2-3 монеток ETH. Этого достаточно, чтобы поменять чью-то жизнь в лучшую или худшую сторону. Мне безразлично. Деньги не пахнут.\n\nЯ не ищу справедливости. Я просто удаляю или заменяю информацию. Как мусорщик, который вывозит чьи-то секреты, чью-то прошлую жизнь, чьи-то ошибки. Одни называют это хакингом, другие – фальсификацией. Для меня это просто работа.\n\nКак я к этому пришёл? Не было ни трагедии, ни великого откровения. Просто однажды понял, что новый мир – всего лишь код, а код можно переписывать. Достаточно знать, куда нажать. Люди привязываются к своему прошлому, верят, что данные – это истина. Но я вижу, как всё хрупко. Пара нажатий клавиш – и вот уже нет компромата, нет человека в системе. Был – и не был.\n\nЯ существую без эмоций. Без мнений. Без цели, кроме самой работы. Если кто-то платит за удаление правды, значит, ему так нужно. Если кто-то хочет заменить ложь на другую ложь – меня это не касается.\n\nА правда?.. Пхах, её не существует. Есть только информация. А информацию можно изменить. Я решил начать вести эти записи, чтобы хоть что-то осталось незапятнанным.",
    "moral_effect": -10,
    "mission_id": null
  },
  {
    "id": 1,
    "title": "Миссия 1 — хорошее",
    "text": "Ты сделал добро...",
    "moral_effect": 10,
    "mission_id": 1
  },
  {
    "id": 2,
    "title": "Миссия 1 — плохое",
    "text": "Ты сделал плохо...",
    "moral_effect": -10,
    "mission_id": 1
  },
  {
    "id": 3,
    "title": "Миссия 2 — хорошее",
    "text": "Ты 2 раз сделал добро...",
    "moral_effect": 10,
    "mission_id": 2
  },
  {
    "id": 4,
    "title": "Миссия 2 — плохое",
    "text": "Ты 2 раз сделал плохо...",
    "moral_effect": -10,
    "mission_id": 2
  },
  {
    "id": 5,
    "title": "Миссия 3 — хорошее",
    "text": "Ты 3 раз сделал добро...",
    "moral_effect": 10,
    "mission_id": 3
  },
  {
    "id": 6,
    "title": "Миссия 3 — плохое",
    "text": "Ты 3 раз сделал плохо...",
    "moral_effect": -10,
    "mission_id": 3
  }
]
