[
    {
        "id": 1,
        "subject": "Пусть служба услышит, пусть служба придёт!",
        "sender": "coordination@poisk-team.org",
        "content": "\nЗдравия желаю.\n\n Я координатор добровольческого отряда, который помогает разыскивать людей после наводнения в нашем регионе. Официальные службы делают всё, что могут, но бюрократия мешает: получить свежие спутниковые снимки затопленных районов для гражданских поисковых групп сейчас невозможно — доступ к ним открыт только по особому разрешению.\n\nКаждая минута на счету: люди отрезаны от связи, многие нуждаются в срочной эвакуации, а спасатели вынуждены искать их практически вслепую.\n\nПрошу вашей помощи: получить доступ к закрытым спутниковым снимкам последнего часа, чтобы мы могли точно определить координаты блокированных семей и передать данные спасателям.\n\nЯ понимаю, что это формально незаконно, но речь идёт о спасении жизней. Власти обещают “выдать доступ”, но ждать опасно.\n\nПлатить много не можем — всё на добровольных началах. Если согласитесь помочь — все инструкции пришлю, рисковать людьми я не дам. Спасибо за понимание.",
        "good": true,
        "consequence_good": 12,
        "consequence_bad": -10,
        "reward": 3
    },
    {
        "id": 2,
        "subject": "Тендер без конкурентишек.",
        "sender": "kupis.tool@official.con",
        "content": "\nВ моём бизнесе выиграть тендер - это война. Честной игрой тут далеко не уедешь.\n\nМне нужно, чтобы “неправильная” компания — конкуренты, вечно подкупают жюри — внезапно не прошла финальную проверку. У них все документы в порядке, но в системе можно кое-что “потерять”.\n\nНужно вычеркнуть два ключевых сертификата из их онлайн-реестра, а в отчёте отправить анонимную жалобу о подделке данных. Всё остальное система сделает сама — их просто дисквалифицируют.\n\nСумма — любая, если всё пройдёт тихо и быстро.\n\nНикого не волнует справедливость, все играют грязно.\n\nЕсли возьмёшься, дам доступы и нужные контакты.",
        "good": false,
        "consequence_good": -13,
        "consequence_bad": 11,
        "reward": 13
    },
    {
        "id": 3,
        "subject": "Без гражданства, но с мечтой",
        "sender": "Abdulla.leko@nail.ru",
        "content": "\nЗдравствуйте!\n\nЯ приехал в эту страну 6 лет назад, работал, платил налоги, растил дочь. Недавно получил отказ в продлении ВНЖ — из-за “ошибки в документах” и аннулированной страховки. Сейчас нас должны депортировать.\n\nМоя дочь учится лучше всех в классе, мечтает стать врачом. Если нас выдворят, у неё не будет будущего — дома война.\n\nМне нужно исправить ошибку в реестре миграционной службы — вернуть действующую страховку, чтобы мы могли подать апелляцию и остаться законно.\n\nЯ не хочу нарушать закон, просто бороться честно против машины у меня нет ресурсов.\n\nЯ не прошу бесплатной помощи — у меня есть сбережения, но они тают. Надеюсь, ты поможешь нам не потерять всё.",
        "good": true,
        "consequence_good": 18,
        "consequence_bad": -12,
        "reward": 4
    },
    {
        "id": 4,
        "subject": "Ручки-криворучки",
        "sender": "urgentclearance@tail.mom",
        "content": "\nПривет.\n\nВчера в одной частной клинике произошёл инцидент: операция прошла неудачно, пациент скончался. Никто пока об этом не в курсе. Но родственники уже начали задавать вопросы, а медицинская страховка запросила доступ к видеозаписям и внутренним журналам.\n\nНужно срочно удалить или скорректировать всю цифровую документацию, связанную с этой операцией: записи видеонаблюдения, журналы доступа, отчёты врача, данные о времени входа и выхода персонала. Любая утечка может привести к уголовному делу — этого нельзя допустить.\n\nДеньги не вопрос, главное — чтобы ни одна проверка не нашла зацепок.\n\nВсё, что потребуется для работы (логины, VPN), предоставлю. Жду твоего ответа. Работать нужно быстро и без лишних вопросов.",
        "good": false,
        "consequence_good": -16,
        "consequence_bad": 9,
        "reward": 15  
    },
    {
        "id": 5,
        "subject": "Чемодан. Вокзал.",
        "sender": "strizh-nik@yapi.io",
        "content": "\nПриветствую!\n\nТебя рекомендовали как специалиста, который умеет работать чисто и не задаёт вопросов.\n\nМне нужно, чтобы один человек исчез для всех систем — будто его никогда не существовало. Не просто удалить аккаунты, а стереть всё: паспорт, налоговые данные, медицинскую карту, записи о собственности, образование, соцсети, банковские счета. Он не должен числиться ни в одном реестре — ни в государственных базах, ни в частных сервисах.\n\nНужно, чтобы любая проверка (онлайн или офлайн) возвращала “не найдено” — будто это имя и биография всегда были пустым местом.\n\nЧеловек не случайный. Есть веские причины, но детали тебе знать не обязательно. Готов заплатить столько, сколько потребуется, главное — поспособствовать скорейшей кончине гада\n\nЕсли возьмёшься — напиши, что тебе нужно для старта. Время и тишина — решающие факторы. Жду ответа.",
        "good": false,
        "consequence_good": -45,
        "consequence_bad": 10,
        "reward": 23 
    }
]
